[{"code_id":"value","code_value":"</p><p>Listen to the following speaker talking about the kindergarten graduation in Japan.</br></p><p>In Japan an important event in every child’s life is the kindergarten graduation. Known as the “great transformation”, this ceremony marks a child’s passage from playful youngster to serious student.</br></p><p>Kindergarten in Japan is a time for children to learn through play. This style of active learning cultivates their minds and bodies. Teachers design programs that develop social skills, the use of language, the expression of thoughts and feelings, and an awareness of the natural world. Teachers also help to prepare children for the next level of study. Although children have a great deal of playtime in kindergarten, they learn to settle down quickly and focus when it is time for a lesson.</br></p><p>The great transformation represents this passage in the youngster’s life. The children behave themselves with politeness during this formal event. They march into the room in single file with their arms held against their sides. When they reach the row of chairs in the center of the room, they take a bow all together. They then sit down silently. A number of adults give short speeches, and then the dean awards each student a certificate. After the children recite a farewell speech or sing a song, the ceremony closes. The seriousness of the great transformation helps to prepare children for the intense learning that lies ahead.","code_class":"","code_type":"txt"},{"code_id":"askall","code_value":"ets_th1 List two things that kindergarten students in Japan learn from the programs designed by teachers.</br>ets_th2 Describe an event that happened when you were in kindergarten or primary school. ","code_class":"","code_type":"txt"},{"code_id":"ask1","code_value":"ets_th1 List two things that kindergarten students in Japan learn from the programs designed by teachers.","code_class":"","code_type":"txt"},{"code_id":"ask2","code_value":"ets_th2 Describe an event that happened when you were in kindergarten or primary school. ","code_class":"","code_type":"txt"}]