[{"code_id":"value","code_value":"</p><p>Listen to the following speaker talking about how to be media literate.</br></p><p>In today’s multimedia world, it is not enough to be able to read and write text. To grasp meaning from a range of media forms, it is vital to be media literate. This means that one must be able to question and assess the content of many media forms. One method that can help a person to improve this skill is to record a single television advertisement and view it over and over.</br></p><p>With each viewing, a person should pay attention to a single different technique used by the makers of the advertisement. For the first viewing, turn off the sound and watch the picture closely. Focus on techniques used to construct the images. These include lighting, color, close-ups and camera angles. Next, listen to the sound without looking at the picture. Note the types of sounds and any music used. Then think about the type of mood or scene these sounds and images create.</br></p><p>In later viewings, focus on who or what is included in the advertisement. Listen to the dialogue and note what words are used. Do any of them lead to a particular response? Answering these questions will help to identify the message and values that the developers of the advertisement are trying to convey. Reacting to all media messages in this way will help make a person truly media literate.","code_class":"","code_type":"txt"},{"code_id":"askall","code_value":"ets_th1 What does “being media literate” mean and what does the speaker suggest we do to improve our media literacy?</br>ets_th2 Which television advertisement impresses you most? Why?","code_class":"","code_type":"txt"},{"code_id":"ask1","code_value":"ets_th1 What does “being media literate” mean and what does the speaker suggest we do to improve our media literacy?","code_class":"","code_type":"txt"},{"code_id":"ask2","code_value":"ets_th2 Which television advertisement impresses you most? Why?","code_class":"","code_type":"txt"}]