{"structure_type":"collector.read","info":{"stid":"51406","value":"</p><p>In the world, soccer or football is the most popular sport. This is because many countries have wonderful teams for the World Cup. The World Cup is held every four years. To remember 2002 FIFA World Cup, children from different countries and more than 60 children from Japanese schools came together and spent three weekends drawing a big picture called “Dream World Cups” in Japan. The children drew animals, flowers and people playing soccer under a blue bright sky. They wished each football team good luck by drawing the flags of all the countries that will take part in the World Cup in Japan and South Korea. The picture was put up in a park near a playground in Yokohama.","image":"","video":"","audio":"content.mp3","ai":"</p><p>In the world, soccer or football is the most popular sport. </br>This is because many countries have wonderful teams for the World </br>Cup. The World Cup is held every four years. To remember {2002}</br><two thousand and two> FIFA World Cup, children from different </br>countries and more than 60 children from Japanese </br>schools came together and spent three weekends drawing a big </br>picture called “Dream World Cups” in Japan. The children drew </br>animals, flowers and people playing soccer under a blue bright sky. </br>They wished each football team good luck by drawing the flags of </br>all the countries that will take part in the World Cup in Japan and </br>South Korea. The picture was put up in a park near a playground in </br>Yokohama.</br>","translate":"","analyze":"","symbol":"In the world, soccer or football is the most popular sport. This is because many countries have wonderful teams for the World Cup. The World Cup is held every four years. To remember 2002 FIFA World Cup, children from different countries and more than 60 children from Japanese schools came together and spent three weekends drawing a big picture called “Dream World Cups” in Japan. The children drew animals, flowers and people playing soccer under a blue bright sky. They wished each football team good luck by drawing the flags of all the countries that will take part in the World Cup in Japan and South Korea. The picture was put up in a park near a playground in Yokohama."}}